[M_BanditSlaughter1 MissionDefinition]
MissionDescription="You've found Moxxi's first Circle of Slaughter, run by a bandit named Fink. [place]Fink's Slaughterhouse[-place] is, perhaps unsurprisingly, full of murderous bandits. You'll have to survive five separate rounds, each with multiple waves of enemies."

[M_BanditSlaughter1:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive round one"

[M_BanditSlaughter2 MissionDefinition]
MissionDescription="You've found Moxxi's first Circle of Slaughter, run by a bandit named Fink. [place]Fink's Slaughterhouse[-place] is, perhaps unsurprisingly, full of murderous bandits. You'll have to survive five separate rounds, each with multiple waves of enemies."

[M_BanditSlaughter2:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive round two"

[M_BanditSlaughter3 MissionDefinition]
MissionDescription="You've found Moxxi's first Circle of Slaughter, run by a bandit named Fink. [place]Fink's Slaughterhouse[-place] is, perhaps unsurprisingly, full of murderous bandits. You'll have to survive five separate rounds, each with multiple waves of enemies."

[M_BanditSlaughter3:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive round three"

[M_BanditSlaughter4 MissionDefinition]
MissionDescription="You've found Moxxi's first Circle of Slaughter, run by a bandit named Fink. [place]Fink's Slaughterhouse[-place] is, perhaps unsurprisingly, full of murderous bandits. You'll have to survive five separate rounds, each with multiple waves of enemies."

[M_BanditSlaughter4:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive round four"

[M_BanditSlaughter5 MissionDefinition]
MissionDescription="You've found Moxxi's first Circle of Slaughter, run by a bandit named Fink. [place]Fink's Slaughterhouse[-place] is, perhaps unsurprisingly, full of murderous bandits. You'll have to survive five separate rounds, each with multiple waves of enemies."

[M_BanditSlaughter5:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive round five"
